


INSERT into forbidden_zone(zone_name, company_id, polygon)
VALUES ('skniga', 1, ST_GeometryFromText('POLYGON ((54.95378 37.4123,
					   54.95353 37.42042,
					   54.9567 37.42126,
					   54.95739 37.41365,
					   54.95378 37.4123))')),

       ('институт физики высоких энергий', 2, st_geometryfromtext('POLYGON ((54.86659 37.19506,
					   54.88159 37.20017,
					   54.88182 37.19823,
					   54.87827 37.19699,
					   54.88037 37.1785,
                       54.86887 37.17437,
                       54.86659 37.19506))')),
       ('Протвино, Автополимер', 2, st_geometryfromtext('POLYGON ((54.89217 37.23528,
					   54.89525 37.23315,
					   54.89546 37.23406,
					   54.89594 37.23375,
					   54.89576 37.22676,
                       54.89524 37.22432,
                       54.89039 37.2277, 54.89217 37.23528))'))






